{
  "Receive assets": "Terima aset",
  "Sending": "Mengirim",
  "If you don't turn on biometrics, anyone who gains access to your device can open the app and steal your funds.": "Jika Anda tidak mengaktifkan biometrik, siapa pun yang mendapatkan akses ke perangkat Anda dapat membuka aplikasi dan mencuri dana Anda.",
  "Disable": "Nonaktifkan",
  "Consolidation required": "Diperlukan konsolidasi",
  "It appears that the address you use to send funds from has too many UTXOs! Would you like to consolidate them? This will cost as small fee.": "Tampaknya alamat yang Anda gunakan untuk mengirim dana memiliki terlalu banyak UTXO! Apakah Anda ingin mengkonsolidasikannya? Ini akan dikenakan sedikit biaya.",
  "Consolidate": "Mengkonsolidasikan",
  "Fee": "Biaya",
  "Estimated fees": "Perkiraan biaya",
  "Please enter your pin": "Silakan masukkan pin Anda",
  "Missing wallet": "Dompet tidak dapat ditemukan",
  "Could not find wallet to authenticate. Please, restart the app.": "Tidak dapat menemukan dompet untuk diautentikasi. Silakan muat ulang aplikasinya.",
  "Loading wallet": "Sedang memuat dompet",
  "Advanced options": "Pilihan lanjutan",
  "Genesis TX": "Genesis TX",
  "Mining Rewards": "Hadiah Penambangan",
  "Scan progress": "Pindai perkembangan",
  "Camera permissions required": "Izin akses kamera diperlukan",
  "Please, enable access to camera through the settings of your device.": "Harap aktifkan akses ke kamera melalui pengaturan perangkat Anda.",
  "Start entering your phrase": "Mulailah memasukkan frasa Anda",
  "No metadata": "Tidak ada metadata",
  "See in explorer": "Tampilkan di penjelajah",
  "Your address does not have enough balance for this transaction.": "Saldo pada alamat dompet anda tidak mencukupi untuk melakukan transaksi ini.",
  "Error while parsing WalletConnect session request": "Terjadi kesalahan saat mengurai permintaan sesi WalletConnect",
  "Address": "Alamat",
  "New address": "Alamat baru",
  "Default address for operations": "Alamat utama untuk pengoperasian",
  "To remove this address from being the default address, you must set another one as main first.": "Untuk menghapus alamat ini dari alamat utama, Anda harus menetapkan alamat lain sebagai alamat utama terlebih dahulu.",
  "Addresses": "Alamat - alamat",
  "Active addresses": "Alamat - alamat aktif"
}
